[
    {
      "paperName": "Earth and Space Sciences",
      "websiteURL": "https://agupubs.onlinelibrary.wiley.com/journal/23335084",
      "review":"4.5",
      "feedback":"TNT College has a melting pot of cultures and ideas. Embrace diversity, engage in conversations with people from different backgrounds, and broaden your perspective"
    },
    {
      "paperName": "Mechanical Properties of Materials",
      "websiteURL": "https://mse.osu.edu/faculty-research/mechanical-properties-materials",
      "review":"3.7",
      "feedback":"Imperial College balancing the academics, extracurricular activities, social life, and personal time can be challenging. Create a schedule, set priorities, and avoid procrastination to stay on top of your responsibilities."
    },
    {
      "paperName": "Characterization and Microscopy",
      "websiteURL": "https://mse.osu.edu/faculty-research/characterization-and-microscopy"
      ,
      "review":"4.4",
      "feedback":"Institute of Low Engage in campus activities, clubs, and events. It's a great way to make friends, expand your horizons, and develop soft skills like leadership, teamwork, and communication."
    },
    {
      "paperName": "Energy Production and Storage",
      "websiteURL": "https://www.sciencedirect.com/science/article/pii/S277268352200022X"
      ,
      "review":"4.0",
      "feedback":"KPB college creates an opportunity to delve deeper into subjects that interest you and gain valuable knowledge. Make sure to attend classes regularly, actively participate, and seek help when needed. Time management and effective study habits are crucial for success."
    },
    {
      "paperName": "Long Term Energy Storage in Highly Renewable Systems",
      "websiteURL": "https://www.frontiersin.org/articles/10.3389/fenrg.2020.00219/full"
      ,
      "review":"4.2",
      "feedback":"DMMC college has made building meaningful connections with professors, advisors, and classmates can enhance your college experience. Don't hesitate to reach out for academic or personal support when needed."
    }
  ]
  